//
//	TabBarView Controller - Main View
//
/* Tab bar item - History */
"History" = "سجل المكالمات";

/* Tab bar item - Contact */
"Contacts" = "لوحة المفاتيح";

/* Tab bar item - Dial */
"Keypad" = "لوحة المفاتيح";

/* More tab bar item title */
"More" = "المزيد";

//
// call handler
//
/**/
"Connecting" = "جاري الإتصال...";
"Disconnected" = "إنتهت المكالمة...";
"ERROR" = "خطأ";

"In order for this program to work correctly you must be connected to the internet. To call using phone network press call" = "حتى يعمل البرنامج بشكل صحيح، لابد أن تكون متصلاً بالإنترنت. لمتابعة المكالمة بإستخدام شبكة الهاتف، اضغط اتصال";
"An error occurred while registering. Please, Go to setting page and verify the credential. To call using phone network press call" = "حدث خطأ أثناء التسجيل. يرجى الذهاب إلى صفحة الإعدادات للتحقق من معلومات التسجيل. لمتابعة المكالمة باستخدام شبكة المحمول، إضغط إتصال";

"Call" = "إتصال";
"Ok" = "موافق";


//
// CallView
//

/* A button's title to end the current Call */
"End Call" = "إنهاء المكالمة";
/* Mute lable title's to mute the call */
"mute" = "كتم";
/* Speaker lable title's to make the current call on the speaker mode */
"speaker" = "مكبر الصوت";
/* Hold lable title's to hold the current call */
"hold" = "تعليق";


//
// History View
//

/**/
"Clear" = "مسح";
"Cancel" = "إلغاء";
"Clear All History" = "مسح كل السجل";
/**/
"Missed Call" = "مكالمة فائتة";
"Cancelled Call" = "مكالمة صادرة";
"Incoming Call" = "مكالمة واردة";
"Outgoing Call" = "مكالمة صادرة";

"Unknown Name" = "اسم غير معروف";
"missed" = "فائتة";
"cancelled" = "ملغاة";

"min" = "دقيقة";
"sec" = "ثانية";


//
// Info Detail View
//
/**/
"mobile" = "محمول";


//
// Keypad View
//

/* A button's title for calling */
"Call" = "إتصال";

/*Add contact*/
//"Cancel" = "";
"Create New Contact" = "إنشاء جهة اتصال جديدة";
"Add to Existing Contact" = "إضافة إلى جهة إتصال موجودة";

"Dismiss" = "صرف";

//
// Incoming Call View
//
/* */
"Answer" = "إجابة";
"Decline" = "رفض";

//
// More View Controller
//
/**/
"Visit uniCall" = "زر موقعنا";
"Share on Facebook" = "شارك في فيس بوك";
"Contact Developers" = "اتصل بنا";
"About" = "حول";


//
// Preferences View Controller
//
/**/
"Setting" = "الإعدادات";
"Username" = "اسم المستخدم";
"Password" = "كلمة السر";
"Domain" = "النطاق (الدومين)";
"Login" = "تسجيل الدخول";
"CreateNewAccount" = "إنشاء حساب جديد";

/**/
"To Change the settings, go to: \n Settings -> uniCall" = "لتغيير الإعدادات، إنتقل إلى: الإعدادات -> يوني كول";
"All fields required" = "جميع الحقول مطلوبة";

//
// Contact Developer View
//

/**/
"Developers" = "المطورون";
"Compose SMS" = "إنشاء رسالة قصيرة";
"Compose Email" = "إنشاء إيميل";

"Husain M. Y. Naser\nIPhone Developer\nuniCall Team" = "حسين م. يعقوب\nمطور أيفون\nفريق يوني كوي";
"Tareq Jarrah\nAndroid Developer\nuniCall Team" = "طارق الجراح\nمطور آيفون\nفريق يوني كول";

/**/
"Dear uniCall Developers,\n" = "أعزائي مطوري يوني كول،\n";
"uniCall Application feedback" = "آراء حول البرنامج";

/**/
"Result: Mail sending canceled" = "Result: Mail sending canceled";
"Result: Mail saved" = "Result: Mail saved";
"Result: Mail sent" = "Result: Mail sent";
"Result: Mail sending failed" = "Result: Mail sending failed";
"Result: Mail not sent" = "Result: Mail not sent";

/**/
"Result: SMS sending canceled" = "Result: SMS sending canceled";
"Result: SMS sent" = "Result: SMS sent";
"Result: SMS sending failed" = "Result: SMS sending failed";
"Result: SMS not sent" = "Result: SMS not sent";

/**/
"Device not configured to send mail." = "Device not configured to send mail.";
"Device not configured to send mail." = "Device not configured to send mail.";

"Device not configured to send SMS." = "Device not configured to send SMS.";
"Device not configured to send SMS." = "Device not configured to send SMS.";